{
  "dictionary": [
      {
        "name":"Carthage",
        "meaning":"Carthage was the centre or capital city of the ancient Carthaginian civilization, on the eastern side of the Lake of Tunis in what is now the Tunis Governorate in Tunisia."
        },
        {
          "name":"Syracuse",
          "meaning":"Syracuse is a historic city in Sicily, the capital of the province of Syracuse. The city is notable for its rich Greek history, culture, amphitheatres, architecture, and as the birthplace of the preeminent mathematician and engineer Archimedes."
        },
        {
          "name":"Greek",
          "meaning":"The Greeks are an ethnic group native to Greece, Cyprus, southern Albania, Turkey, Sicily, Egypt and other countries surrounding the Mediterranean Sea."
        },
        {
           "name":"charismatic",
           "meaning":"adjective. Exercising a compelling charm that inspires devotion in others."
        },
        {
          "name":"many gods",
          "meaning":"Ancient Greek theology assumes that there were many gods and goddesses. There was a hierarchy of deities, with Zeus, the king of the gods, having a level of control over all the others. Some god or goddess had dominion over certain aspects of nature."
          },
          {
            "name":"laurel wreath",
            "meaning": "A laurel wreath is a circular wreath made of interlocking branches and leaves of the bay laurel. This is an evergreen whose leaves give off a pleasant scent. The wreath is traditionally worn on the head. In Greek mythology, the god Apollo is shown wearing a laurel wreath because of the story of Apollo and Daphne. In Ancient Greece it was given to special people, such as winners in competitions in poetry or sports, such as the Ancient Olympic Games."
          },
          {
            "name":"furious",
            "meaning":"adjective: Extremely angry"
          },
          {
            "name":"Hiero",
            "meaning":"Hiero II was King of Syracuse and an important Greek figure."
          },
          {
            "name":"cobbled",
            "meaning":"adjective. (of an area or roadway) Paved with cobbles."
            },
            {
              "name":"agora",
              "meaning":"The agora was a central public space in ancient Greek city-states. The literal meaning of the word is gathering place or assembly. The agora was the center of athletic, artistic, spiritual and political life of the city."
            },
            {
              "name":"fishmonger",
              "meaning":"A fishmonger is someone who sells raw fish and seafood."
            },
            {
               "name":"confectioner",
               "meaning":"A manufacturer of or dealer in confections. A confection is a fancy dish or sweet food, or a work of fine or elaborate craftsmanship."
            },
            {
              "name":"crotchety",
              "meaning":"adjective. Irritable, bad-tempered, grumpy."
              },
              {
                "name":"accusatory",
                "meaning": "adjective. Indicating or suggesting that one believes a person has done something wrong."
              },
              {
                "name":"guffaw",
                "meaning":"noun. A loud and boisterous laugh."
              },
              {
                "name":"uproar",
                "meaning":"noun. A loud and impassioned noise or disturbance."
              },
              {
                "name":"astir",
                "meaning":"adjective. In a state of excited movement."
              },
              {
                "name":"lesser",
                "meaning":"adjective. Not so great or important as the other or the rest."
              },
              {
                "name":"facade",
                "meaning":"noun. The face of a building, especially the principal front that looks onto a street or open space."
                },
                {
                  "name":"ajar",
                  "meaning":"adverb & adjective. (of a door or other opening) Slightly open."
                },
                {
                  "name":"frazzled",
                  "meaning":"verb. Because to feel completely exhausted; wear out."
                },
                {
                   "name":"latitude and longitude coordinates",
                   "meaning":"A geographic coordinate system is a coordinate system used in geography that enables every location on Earth to be specified by a set of numbers, letters or symbols. Latitude is a geographic coordinate that specifies the north–south position of a point on the Earth's surface. Longitude is a geographic coordinate that specifies the east-west position of a point on the Earth's surface."
                },
                {
                  "name":"Prime Meridian",
                  "meaning":"A prime meridian is a line of longitude in a geographical coordinate system at which longitude is defined to be 0°."
                  },
                  {
                    "name":"Greenwich",
                    "meaning": "Greenwich is an early-established district of south east London, England, centered 5.5 miles (8.9 km) east southeast of Charing Cross."
                  },
                  {
                    "name":"density",
                    "meaning":"Density of a substance is its mass per unit volume."
                  },
                  {
                    "name":"toga",
                    "meaning":"The toga, a distinctive garment of Ancient Rome, was a roughly semicircular cloth, between 12 and 20 feet in length, draped over the shoulders and around the body. It was usually woven from white wool, and was worn over a tunic. In Roman historical tradition, it is said to have been the favored dress of Romulus, Rome's founder; it was also thought to have been worn by both sexes, and by the citizen-military."
                  },
                  {
                    "name":"sprinting",
                    "meaning":"noun. The competitive athletic sport of running distances of 400 meters or less."
                  },
                  {
                    "name":"bickering",
                    "meaning":"verb. Argue about petty and trivial matters."
                  }
    ]
  }
